test/good/unbound-loop-1.cfg.dot
digraph "unbound-loop-1" {
    node [shape=box];
    subgraph "cluster_test" {
        label="test";
        "test_141" [label="let a: Int = 20"];
        "test_142" [label="while (a > 10)"];
        "test_145" [label="return a",style=filled,fillcolor="#66A7DB"];
        "test_141" -> "test_142";
        "test_142" -> "test_142";
        "test_142" -> "test_145";
    }
}
